{
  "Version": "1.3",
  "ID": "f1mpypjmz4xxcxy3oql7ksxa2ggczoaetbvxq2qxq",
  "Issue Number": "8",
  "Client": {
    "Name": "Shenzhen Xinghongweiye Technology Co., LTD",
    "Region": "China",
    "Industry": "Life Science / Healthcare",
    "Website": "http://www.xinghongwy.com/",
    "Social Media": "http://www.xinghongwy.com/",
    "Social Media Type": "Other",
    "Role": "Dataset Owner"
  },
  "Project": {
    "Brief history of your project and organization": "Shenzhen Xinghongweiye Technology  CO., LTD. was established in 2005 with a registered capital of 10 million, which is a wholly-owned subsidiary of HONG KONG SKY TALENT HOLDINGS LIMITED, and its own brand is \"Xinghongweiye\".\r\n\r\nMainly engaged in cloud storage, application storage (NAS, IP-SAN), server virtualization, HPC, GPU high-performance computing, intelligent medical and other overall solutions. Products are widely used in security, education, government, radio and television, communications, Internet and other industries, based on the server field cooperation planning, and different industry manufacturers to establish long-term partnerships, to promote the formation and development of Xinghong full series of product application industry chain.\r\n\r\nWith the development of the network era and the increasing demand for data storage, we have launched ultra-large-capacity massive information storage and management solutions, customized corresponding solutions according to the characteristics and needs of different industries, broken through the single fixed mode of traditional storage solutions, and fully exerted the advantages of combining hardware and software research and development.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "With the continuous development of medical technology, modern medical means have far exceeded the traditional methods of diagnosis and treatment.  New technology allows doctors to diagnose conditions more accurately and choose more precise treatments.  For example, precision medicine can make personalized treatment plans based on a patient's genetic information and improve treatment results.  In addition, the application of new technologies such as telemedicine and big data analysis is also improving the quality and efficiency of medical services.",
    "Where was the data currently stored in this dataset sourced from": "My Own Storage Infra",
    "How do you plan to prepare the dataset": "No response",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "https://pan.baidu.com/s/1mMWZ06Znbxc_ppcSHhGiiA?pwd=i96g",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[X] I confirm",
    "What is the expected retrieval frequency for this data": "Monthly",
    "For how long do you plan to keep this dataset stored on Filecoin": "2 to 3 years",
    "In which geographies do you plan on making storage deals": "Greater China, Asia other than Greater China, North America, South America, Europe",
    "How will you be distributing your data to storage providers": "HTTP or FTP server, Shipping hard drives",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "f01930832  Nanjin\r\nf01390330  Xi an\r\nf02899169  Xi an\r\nf01888808 Romania",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "5PiB",
    "Single Size Dataset": "1PiB",
    "Replicas": 6,
    "Weekly Allocation": "1.5PiB"
  },
  "Lifecycle": {
    "State": "Granted",
    "Validated At": "2024-07-10 07:31:35.336551305 UTC",
    "Validated By": "hash889900",
    "Active": true,
    "Updated At": "2024-07-10 07:34:44.774004671 UTC",
    "Active Request ID": "0541ae3f-594b-43e3-997c-e6d6aac1e4d5",
    "On Chain Address": "f1mpypjmz4xxcxy3oql7ksxa2ggczoaetbvxq2qxq",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": [
    {
      "ID": "0541ae3f-594b-43e3-997c-e6d6aac1e4d5",
      "Request Type": "First",
      "Created At": "2024-07-10 07:31:35.336559121 UTC",
      "Updated At": "2024-07-10 07:31:35.336560476 UTC",
      "Active": false,
      "Allocation Amount": "256TiB",
      "Signers": [
        {
          "Github Username": "hash889900",
          "Signing Address": "f14oq4jctudvidvyhfmrp7qt6ndng7pr7ampp3miq",
          "Created At": "2024-07-10 07:34:41.812000000 UTC",
          "Message CID": "bafy2bzacecwaw6iwj7pbu73lpswnxglnrwreh3zkjnafur5xl4ugp3vjojhbk"
        }
      ]
    }
  ]
}